export default {
    open: "Открытые",
    history: "История",
    active: "Активные",
    spectate: "Наблюдать",
    create: "Создать Матч",
    find: "Найти Матч",
    loading: "Загрузка Матчей",
    empty: {
        history: {
            title: "Нет Истории",
            text: "Похоже, у вас нет ещё историю, пара создать её!"
        },
        active: {
            title: "Нет Активных Матчей",
            text: "Похоже, у вас нет батлов ни с кем ещё, пора найти их!"
        },
        spectate: {
            title: "Нет Батлов",
            text: "Похоже, здесь нет матчей ещё, стань первым!"
        },
        open: {
            title: "Нет Открытых Матчей",
            text: "Похоже, нет открытых матчей ещё, создайте матч!"
        }
    },
    cantJoinOpen: "Нельзя зайти в этот матч"
}