export default {
    pwa: {
        title: "Обновить?",
        description: [
            "Новая версия доступна, перезагрузи, чтобы обновить."
        ],
        button: "Перезагрузить"
    },
    pass: {
        title: "Пропустить?",
        description: [
            "Вы уверены что хотите пропустить ход?",
            "Пропускай ход если не можешь повторить комбо."
        ],
        button: "Пропустить"
    },
    notify: {
        title: "Разрешить Уведомления?",
        description: [
            "Разреши TrickingRoyal отсылать тебе уведомления о прогрессе матчей."
        ],
        button: "Включить"
    }
}