export default {
    description: "Онлайн Трикинг Батлы",
    partners: "Партнеры",
    block: {
        battles: {
            title: "Батлы",
            text: "Батлис с трикерами со всего мира в 3 различных режимах: One Up, Three Round Pass, Copy Cat."
        },
        community: {
            title: "Общество",
            text: "Познакомься с новыми трикерами, совершенствуйте свои навыки и помогайте обществу расти крепче."
        },
        tribunal: {
            title: "Трибунал",
            text: "Будь судьей! Общество голосует за то, кто выигрывает битвы, и кто нарушает правила"
        },
        social: {
            title: "Соц-сети",
            text: "Поделитесь своими каналами в социальных сетях, чтобы люди могли следовать за вами."
        },
        statistics: {
            title: "Статистика",
            text: "Отслеживайте свою историю побед и проигрышей, набирайте репутацию и постепенно повышай свой уровень, чтобы разблокировать новые возможности."
        },
        contribute: {
            title: "Сотрудничество",
            text: "TrickingRoyal - это проект с открытым кодом. Посетите страницу проекта GitHub, чтобы узнать больше!"
        },
    },
    battlesTitle: "Новый способ батлится",
    battlesEmpty: "Больше нет матчей",
    plugs: {
        social: {
            title: "Информация",
            text: "Нравиться проект? Го за нами.",
        },
        support: {
            title: "Поддержка",
            text: "Помоги поддержать этот проект!",
        }
    }
}