export default {
    title: "Выбор Умения",
    description: "Выберите опцию, которая лучше всего отражает ваш уровень мастерства, вы всегда можете изменить его потом.",
    beginner: {
        title: "Новичок",
        value: 0,
        text: "У вас менее одного года практики, вы можете сделать от одного до трёх различных сальто, больше владеете ударами, можете сделать от одного до двух связок. Вы ещё только учитесь и у вас впереди долгий путь тренировок."
    },
    intermediate: {
        title: "Средний",
        value: 1,
        text: "Более одного года практики, вы умеете делать несколько крутых трюков и связок, может вы не умеете делать дабы, но у вы владеете широким ассортиментом трюков."
    },
    skilled: {
        title: "Опытный",
        value: 2,
        text: "Более двух лет практики, вы можете сделать несколько крутых связок свингов и завершить свои комбинации дабами, также вы владеете разнообразными ударами."
    },
    expert: {
        title: "Эксперт",
        value: 3,
        text: "Более трёх лет практики, уже сделал даб даб и сложные связки, может быть пытаешься сделать тройной корк. Ты серьёзно подошел к трикингу и готов ебашить."
    },
    master: {
        title: "Мастер",
        value: 4,
        text: "Более четырёх лет практики, спамишь дабы заканчиваешь связки триплами. Ты можешь соревноваться на батлах Hooked."
    },
    goat: {
        title: "Батька",
        value: 5,
        text: "Более пяти лет практики, четыре винта, х3+ даб, двушки. Крч ты либо легенда или любопытный."
    }
}