export default {
    empty: {
        title: "Нет батлов",
        description1: "Не за что голосовать",
        description2: "Проверьте историю ваших матчей находящихся в процессе голосования или за те которые проголосовали вы.",
        description3: "Вы также можете заглянуть в раздел Нарушений и посмотреть, нарушает-ли кто-нибудь правила."
    },
    history: "История",
    vote: "Голосовать",
    flag: "Нарушения",
    reason: "Причина",
    punish: "Покарать",
    forgive: "Простить",
    selectWinner: "Выберете победителя",
    loadingResults: "Загрузка результатов",
}