export default {
    oneUp: {
        name: "One Up",
        description: "Попитайся одолеть противника добавляя по одному трюку к комбо.",
        rule1: "Один трюк за раунд.",
        rule2: "Сэтапы считаются как трюки.",
        rule3: "Транзиции не считаются как трюки.",
        rule4: "Нужна повторять трюки так как задано.",
        rule5: "Эти батлы не судятся.",
        rule6: "Если ты не можешь ответить – то ты должен сдаться."
    },
    threeRoundPass: {
        name: "Three Round Pass",
        description: "Стандарт соревнований, по очереди заливайте видео связок, после 3 загруженных видео матч отправляется в трибунал, где пользователи выбирают победителя.",
        rule1: "Можно использовать видео с других батлов и соц сетей много раз.",
        rule2: "Одна связка за видео."
    },
    copyCat: {
        name: "Copy Cat",
        description: "По очереди повторяйте связки, получай по очку за связку. Трикер с самым большим количеством очков выигрывает.",
        rule1: "Повторяй связку такой какой есть.",
        rule2: "Если ты не можешь повторить связку, то пропускаешь ход.",
        rule3: "Когда пропускаешь ход не получаешь очко.",
        rule4: "Максимум 4 раунда, чтобы победить набери больше очков."
    },
    turnTypes: {
        blitz: "Скоростной",
        classic: "Классический",
        alternating: "Меняющейся",
    },
    surface: ["Любая", "Пружинистый пол", "Трава", "Бетон", "Трамплин", "Тамблинг"]
}
